<template>
  <div class="chapter">
    <div class="overlay">
      <h2>제4장 ― 돋의 호미들</h2>
      <img :src="coverImg" class="mini-img"/>
      <p>그 무렵 대 황 돋께서 들판을 지나시며 부르시되,</p>
      <p>“나를 따르라, 웃음을 잃은 자들이여.” 하셨도다.</p>
      <p>이에 여러 이들이 그 부름을 듣고 모였으니,</p>
      <p>각기 하루의 피로를 이고 왔으나, 돋의 미소를 보고 마음이 녹았더라.</p>

      <p>첫째 호미는 늘 긴 한숨을 쉬던 자요,</p>
      <p>둘째 호미는 거울을 보며 자신을 미워하던 자며,</p>
      <p>셋째 호미는 세상의 시끄러움 속에 귀를 닫았던 자였도다.</p>

      <p>돋께서 그들에게 말씀하시되,</p>
      <p>“너희가 나를 따르려면, 귀여움을 두려워하지 말지니라.</p>
      <p>스스로를 사랑하는 것이 첫걸음이니, 그리하면 빛이 너희 안에서 자라나리라.” 하셨더라.</p>

      <p>그 말씀이 퍼지매, 많은 이들이 놀라워하며 말하되,</p>
      <p>“어찌 귀여움이 이토록 위엄 있을 수 있단 말인가?” 하였도다.</p>

      <p>돋께서 대답하시되,</p>
      <p>“강함은 부드러움에 숨어 있나니, 그것을 깨닫는 자가 진정한 용기 있는 자이니라.” 하셨더라.</p>

      <p>그러자 무리들이 외치며 노래하되,</p>

      <h1>“돋이여, 우리 마음의 평화여, 미소의 주인이시여!</h1>
      <h1>우리를 인도하소서, 이매방랑 떡상으로!”</h1>

      <p>하였도다.</p>

      <p>돋께서 미소지으시며 그들을 바라보시니,</p>
      <p>들판의 꽃들이 하나같이 피어나고, 바람이 향기로워졌도다.</p>

      <p>이리하여 호미들은 그날부터 매일 노래를 유튜브에서 들었고,</p>
      <p>호돋의 노래는 세상을 조금 더 따뜻하게 바꾸었더라.</p>

    </div>
  </div>
</template>
<script setup>
import coverImg from "../image/hwangdot.png";
</script>